[
  {
    "id": 1,
    "picture": "https://i.ibb.co/NtQ1wgD/health.jpg",
    "title": "Clean water for children",
    "category": "Health",
    "category_bg": "#aec7ff",
    "card_bg": "#d9e5ff",
    "text_button_bg": "#0052FF",
    "description": "Our mission is to provide a lifeline to underprivileged children by ensuring they have access to clean and safe drinking water. In many parts of the world, waterborne diseases claim countless young lives, hindering their growth and potential. Your generous contribution will play a pivotal role in combating this crisis. By donating, you're not just quenching thirst; you're nurturing the health and future prospects of these vulnerable young lives. Join us in this noble endeavor and be a part of the positive change that every child deserves.",
    "donate": 100
  },
  {
    "id": 2,
    "picture": "https://i.ibb.co/kmcGg31/education.jpg",
    "title": "Good education",
    "category": "Education",
    "category_bg": "#ffc4c5",
    "card_bg": "#ffe3e4",
    "text_button_bg": "#FF444A",
    "description": "Empowering the next generation with the gift of quality education is a cornerstone of progress. Your support will fuel initiatives that not only impart knowledge but also inspire and shape young minds. Education is the key to a brighter future, filled with opportunities and success. By donating, you're not just funding classrooms; you're investing in the growth of individuals and communities. Join us in our commitment to provide access to education and be a catalyst for lasting change.",
    "donate": 80
  },
  {
    "id": 3,
    "picture": "https://i.ibb.co/Ttrs8s4/clothing.jpg",
    "title": "Used Clothing Drive",
    "category": "Clothing",
    "category_bg": "#d4ecc2",
    "card_bg": "#ebf6e2",
    "text_button_bg": "#79C23F",
    "description": "Join our mission to collect gently used clothing and extend a helping hand to those in need within our community. The impact of a warm coat or a comfortable pair of shoes goes beyond just physical comfort; it restores dignity and hope. Your donation will provide warmth during cold winters, comfort during challenging times, and a renewed sense of self-worth. In contributing, you're not just giving away clothes; you're wrapping individuals in kindness and compassion. Together, we can make a significant difference in the lives of those facing adversity.",
    "donate": 160
  },
  {
    "id": 4,
    "picture": "https://i.ibb.co/j68L1wF/food.jpg",
    "title": "Better Food for Everyone",
    "category": "Food",
    "category_bg": "#fdd2c4",
    "card_bg": "#feeae4",
    "text_button_bg": "#F87147",
    "description": "Hunger is a stark reality in many neighborhoods, but together, we can change that. Your donation will ensure that everyone, regardless of their circumstances, has access to nutritious food. By supporting us, you're not just putting food on the table; you're eliminating food insecurity, improving health, and strengthening communities. Join our mission to end hunger and promote healthier lives for all. Your contribution will be a vital part of this transformative journey.",
    "donate": 120
  },
  {
    "id": 5,
    "picture": "https://i.ibb.co/vsY1PzC/Hunger-Relief.jpg",
    "title": "Hunger Relief",
    "category": "Food",
    "category_bg": "#fdd2c4",
    "card_bg": "#feeae4",
    "text_button_bg": "#F87147",
    "description": "Hunger and food insecurity affect countless individuals and families in our community. Your support will be a lifeline for those struggling to put food on their tables. By donating, you're not just providing meals; you're offering hope and a chance for a better tomorrow. Together, we can make sure that no one goes to bed hungry. Join us in our commitment to combat hunger and be a beacon of compassion in our community.",
    "donate": 140
  },
  {
    "id": 6,
    "picture": "https://i.ibb.co/B3S49nr/Warm-Clothing-Drive.jpg",
    "title": "Warm Clothing Drive",
    "category": "Clothing",
    "category_bg": "#d4ecc2",
    "card_bg": "#ebf6e2",
    "text_button_bg": "#79C23F",
    "description": "Winter can be harsh, especially for those without warm clothing. Join us in collecting warm clothing items for the winter season and spreading the warmth to those less fortunate. Your contribution will provide not just physical warmth but also emotional comfort. By donating, you're not just giving clothes; you're wrapping individuals in care and compassion. Together, we can make a significant impact during the coldest months and bring smiles to many faces.",
    "donate": 70
  },
  {
    "id": 7,
    "picture": "https://i.ibb.co/ThmYcxn/Scholarship-Program.jpg",
    "title": "Scholarship Program",
    "category": "Education",
    "category_bg": "#ffc4c5",
    "card_bg": "#ffe3e4",
    "text_button_bg": "#FF444A",
    "description": "Education is a powerful tool for transformation, and your support can make dreams come true. Your donation will provide scholarships to bright and deserving students, enabling them to pursue higher education. By contributing, you're not just funding education; you're nurturing talent, fostering innovation, and building a brighter future for individuals and society. Join us in our mission to empower young minds and be a driving force behind positive change.",
    "donate": 160
  },
  {
    "id": 8,
    "picture": "https://i.ibb.co/vBGhVRk/Safe-Healthcare.jpg",
    "title": "Safe Healthcare",
    "category": "Health",
    "category_bg": "#aec7ff",
    "card_bg": "#d9e5ff",
    "text_button_bg": "#0052FF",
    "description": "Quality healthcare is a fundamental right, but many vulnerable communities lack access to it. Your support will make a significant impact by bolstering medical facilities and ensuring equitable access to quality healthcare. By donating, you're not just supporting hospitals; you're saving lives and improving healthcare outcomes for those in need. Join us in our commitment to provide safe healthcare, and together, we can make a profound difference in the well-being of our communities.",
    "donate": 110
  },

  {
    "id": 9,
    "picture": "https://i.ibb.co/pdQfZmw/Safe-Waterfor-Communities.jpg",
    "title": "Safe Water for Communities",
    "category": "Health",
    "category_bg": "#aec7ff",
    "card_bg": "#d9e5ff",
    "text_button_bg": "#0052FF",
    "description": "Access to clean and safe drinking water is a basic necessity, yet it eludes many underserved communities. Your support will help us bridge this gap and improve the health and well-being of countless individuals. By donating, you're not just quenching thirst; you're preventing waterborne diseases and enhancing overall quality of life. Join us in our mission to provide clean and safe drinking water, and together, we can bring positive change to underserved communities.",
    "donate": 90
  },
  {
    "id": 10,
    "picture": "https://i.ibb.co/nPxsyGS/Educatefora-Brighter-Tomorrow.jpg",
    "title": "Brighter Tomorrow Education",
    "category": "Education",
    "category_bg": "#ffc4c5",
    "card_bg": "#ffe3e4",
    "text_button_bg": "#FF444A",
    "description": "Quality education is a powerful agent of change, and your contribution can shape a brighter future. By supporting initiatives that empower young minds, you're investing in the leaders and innovators of tomorrow. Education opens doors to opportunities and empowers individuals to overcome challenges. By donating, you're not just funding classrooms; you're nurturing dreams and fostering a society where potential knows no bounds. Join us in our commitment to provide quality education and be a catalyst for a brighter tomorrow.",
    "donate": 180
  },
  {
    "id": 11,
    "picture": "https://i.ibb.co/tcZ4vD8/Clothe-Thosein-Need.jpg",
    "title": "Clothe Those in Need",
    "category": "Clothing",
    "category_bg": "#d4ecc2",
    "card_bg": "#ebf6e2",
    "text_button_bg": "#79C23F",
    "description": "Our mission is simple yet impactful: collect and distribute clothing to those facing hardships in our community. Your support will provide warmth, comfort, and dignity to individuals in need. By donating, you're not just giving clothes; you're wrapping individuals in care and compassion. Together, we can make a significant difference in the lives of those facing adversity. Join us in our mission to clothe those in need and be a beacon of hope in our community.",
    "donate": 150
  },
  {
    "id": 12,
    "picture": "https://i.ibb.co/YBDwwLg/End-Hunger-Promote-Health.jpg",
    "title": "End Hunger, Promote Health",
    "category": "Food",
    "category_bg": "#fdd2c4",
    "card_bg": "#feeae4",
    "text_button_bg": "#F87147",
    "description": "Hunger is a pressing issue, but together, we can make a difference. Your support will help us eliminate hunger and promote better health for all. By donating, you're not just providing food; you're ensuring equitable access to nutritious meals, fostering healthier communities, and building a brighter future. Join us in our efforts to end hunger, promote health, and be a part of the positive change our communities urgently need.",
    "donate": 95
  }
]
